export const motivationalQuotes = [
    {
      quote: "苦しいから逃げるのではない。逃げるから苦しくなるのだ。",
      author: "ウィリアム･ジェームズ（心理学者）",
    },
    {
      quote: "成功とは、失敗から失敗へと情熱を失わずに進むことである。",
      author: "ウィンストン・チャーチル (第61・63代英国首相)",
    },
    {
      quote:
        "できると思えばできる、できないと思えばできない。これは揺るぎない絶対的な法則である。",
      author: "パブロ・ピカソ(画家)",
    },
    {
      quote:
        "天才は1%のひらめきと99%の努力でつくられる。",
      author: "トーマス・エジソン(発明家)",
    },
    {
      quote: "今日できることを明日に延ばすな。",
      author: "ベンジャミン・フランクリン（政治家・発明家）",
    },
    {
      quote: "踏まれても叩かれても、努力さえしつづけていれば、必ずいつかは実を結ぶ。",
      author: "升田幸三（将棋棋士）",
    },
    {
      quote: "敵に勝つより、もっと大事なことは、常に自分をレベルアップすること。",
      author: "野村克也（元プロ野球選手・監督・解説者）",
    },
    {
      quote: "苦しまずに栄光なし",
      author: "黒田博樹（元プロ野球選手）",
    },
    {
      quote: "走った距離は、裏切らない。",
      author: "野口みずき（陸上女子マラソン金メダリスト）",
    },
  ];